Repository: cmicali/vibe
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, el, es, fi, fr, hr, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# settings.appearance.theme.forward
source: Forward
bg: Напред
cs: Vpřed
da: Frem
de: Vorwärts
el: Εμπρός
es: Adelante
fi: Eteenpäin
fr: Suivant
hr: Naprijed
hu: Előre
id: Maju
it: Avanti
ja: 進む
ko: 앞으로
nb: Frem
nl: Vooruit
pl: Dalej
pt_br: Avançar
pt_pt: Avançar
ro: Înainte
ru: Вперед
sk: Vpred
sv: Framåt
th: ไปข้างหน้า
tr: İleri
uk: Вперед
vi: Tiến
zh_hans: 前进
zh_hant: 前進

# settings.appearance.theme.group_built_in
source: Built-in
bg: Вградени
cs: Vestavěné
da: Indbyggede
de: Integriert
el: Ενσωματωμένα
es: Integrados
fi: Valmiit
fr: Intégrés
hr: Ugrađene
hu: Beépített
id: Bawaan
it: Integrati
ja: 内蔵
ko: 기본 제공
nb: Innebygde
nl: Ingebouwd
pl: Wbudowane
pt_br: Integrados
pt_pt: Integrados
ro: Integrate
ru: Встроенные
sk: Vstavané
sv: Inbyggda
th: ในตัว
tr: Yerleşik
uk: Вбудовані
vi: Tích hợp
zh_hans: 内置
zh_hant: 內建

# settings.appearance.theme.group_user
source: Custom
bg: Персонализирани
cs: Vlastní
da: Tilpassede
de: Eigene
el: Προσαρμοσμένα
es: Personalizados
fi: Omat
fr: Personnalisés
hr: Prilagođene
hu: Egyéni
id: Khusus
it: Personalizzati
ja: カスタム
ko: 사용자 설정
nb: Egendefinerte
nl: Aangepast
pl: Własne
pt_br: Personalizados
pt_pt: Personalizados
ro: Personalizate
ru: Пользовательские
sk: Vlastné
sv: Anpassade
th: กำหนดเอง
tr: Özel
uk: Власні
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# settings.appearance.theme.image_clear
source: Clear custom image
bg: Премахване на персонализираното изображение
cs: Odstranit vlastní obrázek
da: Fjern tilpasset billede
de: Eigenes Bild entfernen
el: Αφαίρεση προσαρμοσμένης εικόνας
es: Eliminar la imagen personalizada
fi: Poista mukautettu kuva
fr: Supprimer l’image personnalisée
hr: Ukloni prilagođenu sliku
hu: Egyéni kép eltávolítása
id: Hapus gambar kustom
it: Rimuovi immagine personalizzata
ja: カスタム画像を削除
ko: 사용자 설정 이미지 제거
nb: Fjern tilpasset bilde
nl: Aangepaste afbeelding verwijderen
pl: Usuń niestandardowy obraz
pt_br: Remover imagem personalizada
pt_pt: Remover imagem personalizada
ro: Eliminați imaginea personalizată
ru: Удалить пользовательское изображение
sk: Odstrániť vlastný obrázok
sv: Ta bort anpassad bild
th: เอารูปภาพที่กำหนดเองออก
tr: Özel görseli kaldır
uk: Видалити власне зображення
vi: Xóa hình ảnh tùy chỉnh
zh_hans: 移除自定义图片
zh_hant: 移除自訂圖片

# settings.appearance.theme.image_missing
source: Image missing
bg: Липсващо изображение
cs: Obrázek chybí
da: Billede mangler
de: Bild fehlt
el: Λείπει η εικόνα
es: Falta la imagen
fi: Kuva puuttuu
fr: Image manquante
hr: Slika nedostaje
hu: Hiányzó kép
id: Gambar tidak ditemukan
it: Immagine mancante
ja: 画像がありません
ko: 이미지 없음
nb: Bilde mangler
nl: Afbeelding ontbreekt
pl: Brak obrazu
pt_br: Imagem ausente
pt_pt: Imagem em falta
ro: Imagine lipsă
ru: Изображение отсутствует
sk: Obrázok chýba
sv: Bild saknas
th: ไม่พบรูปภาพ
tr: Görsel eksik
uk: Зображення відсутнє
vi: Thiếu hình ảnh
zh_hans: 图片缺失
zh_hant: 圖片遺失

# settings.appearance.theme.import
source: Import…
bg: Импортиране…
cs: Importovat…
da: Importér…
de: Importieren…
el: Εισαγωγή…
es: Importar…
fi: Tuo…
fr: Importer…
hr: Uvezi…
hu: Importálás…
id: Impor…
it: Importa…
ja: 読み込む…
ko: 가져오기…
nb: Importer…
nl: Importeer…
pl: Importuj…
pt_br: Importar…
pt_pt: Importar…
ro: Importă…
ru: Импортировать…
sk: Importovať…
sv: Importera…
th: นำเข้า…
tr: İçe Aktar…
uk: Імпортувати…
vi: Nhập…
zh_hans: 导入…
zh_hant: 匯入…

# settings.appearance.theme.import_failed
source: This file isn't a Vibe theme.
bg: Този файл не е тема на Vibe.
cs: Tento soubor není motivem Vibe.
da: Denne fil er ikke et Vibe-tema.
de: Diese Datei ist kein Vibe-Thema.
el: Αυτό το αρχείο δεν είναι θέμα Vibe.
es: Este archivo no es un tema de Vibe.
fi: Tämä tiedosto ei ole Vibe-teema.
fr: Ce fichier n’est pas un thème Vibe.
hr: Ova datoteka nije tema aplikacije Vibe.
hu: Ez a fájl nem Vibe-téma.
id: File ini bukan tema Vibe.
it: Questo file non è un tema di Vibe.
ja: このファイルはVibeのテーマではありません。
ko: 이 파일은 Vibe 테마가 아닙니다.
nb: Denne filen er ikke et Vibe-tema.
nl: Dit bestand is geen Vibe-thema.
pl: Ten plik nie jest motywem Vibe.
pt_br: Este arquivo não é um tema do Vibe.
pt_pt: Este ficheiro não é um tema do Vibe.
ro: Acest fișier nu este o temă Vibe.
ru: Этот файл не является темой Vibe.
sk: Tento súbor nie je motívom Vibe.
sv: Den här filen är inte ett Vibe-tema.
th: ไฟล์นี้ไม่ใช่ธีมของ Vibe
tr: Bu dosya bir Vibe teması değil.
uk: Цей файл не є темою Vibe.
vi: Tệp này không phải là chủ đề Vibe.
zh_hans: 此文件不是 Vibe 主题。
zh_hant: 此檔案不是 Vibe 主題。

# settings.appearance.theme.import_failed_some
source: Some files aren't Vibe themes.
bg: Някои файлове не са теми на Vibe.
cs: Některé soubory nejsou motivy Vibe.
da: Nogle filer er ikke Vibe-temaer.
de: Einige Dateien sind keine Vibe-Themen.
el: Ορισμένα αρχεία δεν είναι θέματα Vibe.
es: Algunos archivos no son temas de Vibe.
fi: Jotkin tiedostot eivät ole Vibe-teemoja.
fr: Certains fichiers ne sont pas des thèmes Vibe.
hr: Neke datoteke nisu teme aplikacije Vibe.
hu: Néhány fájl nem Vibe-téma.
id: Beberapa file bukan tema Vibe.
it: Alcuni file non sono temi di Vibe.
ja: 一部のファイルはVibeのテーマではありません。
ko: 일부 파일은 Vibe 테마가 아닙니다.
nb: Noen filer er ikke Vibe-temaer.
nl: Sommige bestanden zijn geen Vibe-thema's.
pl: Niektóre pliki nie są motywami Vibe.
pt_br: Alguns arquivos não são temas do Vibe.
pt_pt: Alguns ficheiros não são temas do Vibe.
ro: Unele fișiere nu sunt teme Vibe.
ru: Некоторые файлы не являются темами Vibe.
sk: Niektoré súbory nie sú motívmi Vibe.
sv: Vissa filer är inte Vibe-teman.
th: ไฟล์บางไฟล์ไม่ใช่ธีมของ Vibe
tr: Bazı dosyalar Vibe teması değil.
uk: Деякі файли не є темами Vibe.
vi: Một số tệp không phải là chủ đề Vibe.
zh_hans: 部分文件不是 Vibe 主题。
zh_hant: 部分檔案不是 Vibe 主題。

# settings.appearance.theme.light
source: Light
bg: Светъл
cs: Světlý
da: Lys
de: Hell
el: Ανοιχτή
es: Claro
fi: Vaalea
fr: Clair
hr: Svijetli
hu: Világos
id: Terang
it: Chiaro
ja: ライト
ko: 라이트
nb: Lys
nl: Licht
pl: Jasny
pt_br: Claro
pt_pt: Claro
ro: Luminos
ru: Светлое
sk: Svetlý
sv: Ljust
th: สว่าง
tr: Açık
uk: Світле
vi: Sáng
zh_hans: 浅色
zh_hant: 淺色

# settings.appearance.theme.mode_dual
source: Light & Dark Modes
bg: Светъл и тъмен режим
cs: Světlý a tmavý režim
da: Lys og mørk tilstand
de: Heller & dunkler Modus
el: Ανοιχτή και σκούρα λειτουργία
es: Modos claro y oscuro
fi: Vaalea ja tumma tila
fr: Modes clair et sombre
hr: Svijetli i tamni način
hu: Világos és sötét mód
id: Mode Terang & Gelap
it: Modalità chiara e scura
ja: ライト＆ダークモード
ko: 라이트 & 다크 모드
nb: Lys og mørk modus
nl: Lichte en donkere modus
pl: Tryb jasny i ciemny
pt_br: Modos claro e escuro
pt_pt: Modos claro e escuro
ro: Moduri luminos și întunecat
ru: Светлый и тёмный режимы
sk: Svetlý a tmavý režim
sv: Ljust och mörkt läge
th: โหมดสว่างและมืด
tr: Açık ve Koyu Modlar
uk: Світлий і темний режими
vi: Chế độ sáng và tối
zh_hans: 浅色与深色模式
zh_hant: 淺色與深色模式

# settings.appearance.theme.mode_single
source: Single Mode
bg: Единичен режим
cs: Jednotný režim
da: Enkelt tilstand
de: Einzelmodus
el: Ενιαία λειτουργία
es: Modo único
fi: Yksi tila
fr: Mode unique
hr: Jedinstveni način
hu: Egyetlen mód
id: Mode Tunggal
it: Modalità singola
ja: シングルモード
ko: 단일 모드
nb: Enkeltmodus
nl: Enkele modus
pl: Tryb pojedynczy
pt_br: Modo único
pt_pt: Modo único
ro: Mod unic
ru: Единый режим
sk: Jednotný režim
sv: Enkelt läge
th: โหมดเดียว
tr: Tek Mod
uk: Єдиний режим
vi: Chế độ đơn
zh_hans: 单一模式
zh_hant: 單一模式

# settings.appearance.theme.name_label
source: Name
bg: Име
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Название
sk: Názov
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# settings.appearance.theme.playing_row
source: Playing row background
bg: Фон на възпроизвеждания ред
cs: Pozadí přehrávaného řádku
da: Baggrund for rækken under afspilning
de: Hintergrund der laufenden Zeile
el: Φόντο σειράς σε αναπαραγωγή
es: Fondo de la fila en reproducción
fi: Soivan rivin tausta
fr: Arrière-plan de la rangée en cours de lecture
hr: Pozadina retka koji se reproducira
hu: Éppen játszott sor háttere
id: Latar belakang baris yang diputar
it: Sfondo della riga in riproduzione
ja: 再生中の行の背景
ko: 재생 중인 행 배경
nb: Bakgrunn for raden som spilles av
nl: Achtergrond van spelende rij
pl: Tło odtwarzanego wiersza
pt_br: Fundo da linha em reprodução
pt_pt: Fundo da linha em reprodução
ro: Fundalul rândului în redare
ru: Фон воспроизводимой строки
sk: Pozadie prehrávaného riadku
sv: Bakgrund för raden som spelas upp
th: พื้นหลังแถวที่กำลังเล่น
tr: Çalınan satırın arka planı
uk: Тло відтворюваного рядка
vi: Nền hàng đang phát
zh_hans: 播放中行的背景
zh_hant: 播放中列的背景

# settings.appearance.theme.playlist_artist_color
source: Artist color
bg: Цвят на изпълнителя
cs: Barva interpreta
da: Kunstnerfarve
de: Interpretenfarbe
el: Χρώμα καλλιτέχνη
es: Color de artista
fi: Esittäjän väri
fr: Couleur des artistes
hr: Boja izvođača
hu: Előadó színe
id: Warna artis
it: Colore dell’artista
ja: アーティストのカラー
ko: 아티스트 색상
nb: Artistfarge
nl: Artiestkleur
pl: Kolor wykonawcy
pt_br: Cor do artista
pt_pt: Cor do artista
ro: Culoarea artistului
ru: Цвет исполнителя
sk: Farba interpreta
sv: Artistfärg
th: สีศิลปิน
tr: Sanatçı rengi
uk: Колір виконавця
vi: Màu nghệ sĩ
zh_hans: 艺术家颜色
zh_hant: 藝人顏色

# settings.appearance.theme.playlist_artist_color_custom
source: Custom artist color
bg: Персонализиран цвят на изпълнителя
cs: Vlastní barva interpreta
da: Tilpasset kunstnerfarve
de: Eigene Interpretenfarbe
el: Προσαρμοσμένο χρώμα καλλιτέχνη
es: Color de artista personalizado
fi: Mukautettu esittäjän väri
fr: Couleur des artistes personnalisée
hr: Prilagođena boja izvođača
hu: Egyéni előadószín
id: Warna artis kustom
it: Colore dell’artista personalizzato
ja: カスタムのアーティストのカラー
ko: 사용자 설정 아티스트 색상
nb: Tilpasset artistfarge
nl: Aangepaste artiestkleur
pl: Niestandardowy kolor wykonawcy
pt_br: Cor do artista personalizada
pt_pt: Cor do artista personalizada
ro: Culoare personalizată a artistului
ru: Пользовательский цвет исполнителя
sk: Vlastná farba interpreta
sv: Anpassad artistfärg
th: สีศิลปินแบบกำหนดเอง
tr: Özel sanatçı rengi
uk: Власний колір виконавця
vi: Màu nghệ sĩ tùy chỉnh
zh_hans: 自定义艺术家颜色
zh_hant: 自訂藝人顏色

# settings.appearance.theme.playlist_artwork
source: Show artwork column
bg: Показване на колоната с обложки
cs: Zobrazit sloupec s obalem
da: Vis albumcover-kolonne
de: Cover-Spalte einblenden
el: Εμφάνιση στήλης εξωφύλλου
es: Mostrar la columna de portada
fi: Näytä kansikuvasarake
fr: Afficher la colonne pochette
hr: Prikaži stupac omota
hu: Borító oszlop megjelenítése
id: Tampilkan kolom sampul
it: Mostra la colonna copertina
ja: アートワーク列を表示
ko: 아트워크 열 보기
nb: Vis albumomslag-kolonne
nl: Toon albumhoes-kolom
pl: Pokaż kolumnę okładki
pt_br: Mostrar a coluna de capa
pt_pt: Mostrar a coluna de capa
ro: Afișați coloana copertei
ru: Показывать столбец обложки
sk: Zobraziť stĺpec s obalom
sv: Visa omslagskolumn
th: แสดงคอลัมน์ปกอัลบั้ม
tr: Kapak sütununu göster
uk: Показувати стовпець обкладинки
vi: Hiện cột bìa album
zh_hans: 显示封面列
zh_hant: 顯示封面列

# settings.appearance.theme.playlist_background
source: Background
bg: Фон
cs: Pozadí
da: Baggrund
de: Hintergrund
el: Φόντο
es: Fondo
fi: Tausta
fr: Arrière-plan
hr: Pozadina
hu: Háttér
id: Latar belakang
it: Sfondo
ja: 背景
ko: 배경
nb: Bakgrunn
nl: Achtergrond
pl: Tło
pt_br: Fundo
pt_pt: Fundo
ro: Fundal
ru: Фон
sk: Pozadie
sv: Bakgrund
th: พื้นหลัง
tr: Arka plan
uk: Тло
vi: Nền
zh_hans: 背景
zh_hant: 背景

# settings.appearance.theme.playlist_background_colors
source: Playlist background colors
bg: Цветове на фона на плейлиста
cs: Barvy pozadí playlistu
da: Spillelistebaggrundsfarver
de: Hintergrundfarben der Wiedergabeliste
el: Χρώματα φόντου λίστας αναπαραγωγής
es: Colores de fondo de la lista de reproducción
fi: Soittolistan taustavärit
fr: Couleurs d’arrière-plan de la liste de lecture
hr: Boje pozadine popisa pjesama
hu: Lejátszási lista háttérszínei
id: Warna latar belakang playlist
it: Colori dello sfondo della playlist
ja: プレイリストの背景色
ko: 재생목록 배경 색상
nb: Spillelistebakgrunnsfarger
nl: Achtergrondkleuren van afspeellijst
pl: Kolory tła playlisty
pt_br: Cores do fundo da playlist
pt_pt: Cores do fundo da lista de reprodução
ro: Culorile fundalului playlistului
ru: Цвета фона плейлиста
sk: Farby pozadia playlistu
sv: Spellistebakgrundsfärger
th: สีพื้นหลังเพลย์ลิสต์
tr: Çalma listesi arka plan renkleri
uk: Кольори тла плейлиста
vi: Màu nền danh sách phát
zh_hans: 播放列表背景颜色
zh_hant: 播放列表背景顏色

# settings.appearance.theme.playlist_duration_color
source: Duration color
bg: Цвят на продължителността
cs: Barva délky
da: Varighedsfarve
de: Dauerfarbe
el: Χρώμα διάρκειας
es: Color de duración
fi: Keston väri
fr: Couleur des durées
hr: Boja trajanja
hu: Időtartam színe
id: Warna durasi
it: Colore della durata
ja: 再生時間のカラー
ko: 재생 시간 색상
nb: Varighetsfarge
nl: Duurkleur
pl: Kolor czasu trwania
pt_br: Cor da duração
pt_pt: Cor da duração
ro: Culoarea duratei
ru: Цвет длительности
sk: Farba trvania
sv: Längdfärg
th: สีความยาว
tr: Süre rengi
uk: Колір тривалості
vi: Màu thời lượng
zh_hans: 时长颜色
zh_hant: 時長顏色

# settings.appearance.theme.playlist_duration_color_custom
source: Custom duration color
bg: Персонализиран цвят на продължителността
cs: Vlastní barva délky
da: Tilpasset varighedsfarve
de: Eigene Dauerfarbe
el: Προσαρμοσμένο χρώμα διάρκειας
es: Color de duración personalizado
fi: Mukautettu keston väri
fr: Couleur des durées personnalisée
hr: Prilagođena boja trajanja
hu: Egyéni időtartamszín
id: Warna durasi kustom
it: Colore della durata personalizzato
ja: カスタムの再生時間のカラー
ko: 사용자 설정 재생 시간 색상
nb: Tilpasset varighetsfarge
nl: Aangepaste duurkleur
pl: Niestandardowy kolor czasu trwania
pt_br: Cor da duração personalizada
pt_pt: Cor da duração personalizada
ro: Culoare personalizată a duratei
ru: Пользовательский цвет длительности
sk: Vlastná farba trvania
sv: Anpassad längdfärg
th: สีความยาวแบบกำหนดเอง
tr: Özel süre rengi
uk: Власний колір тривалості
vi: Màu thời lượng tùy chỉnh
zh_hans: 自定义时长颜色
zh_hant: 自訂時長顏色

# settings.appearance.theme.playlist_duration_column
source: Show duration column
bg: Показване на колоната за времетраене
cs: Zobrazit sloupec délky
da: Vis varighedskolonne
de: Dauer-Spalte einblenden
el: Εμφάνιση στήλης διάρκειας
es: Mostrar la columna de duración
fi: Näytä kestosarake
fr: Afficher la colonne durée
hr: Prikaži stupac trajanja
hu: Időtartam oszlop megjelenítése
id: Tampilkan kolom durasi
it: Mostra la colonna durata
ja: 長さ列を表示
ko: 길이 열 보기
nb: Vis varighetskolonne
nl: Toon duurkolom
pl: Pokaż kolumnę czasu trwania
pt_br: Mostrar a coluna de duração
pt_pt: Mostrar a coluna de duração
ro: Afișați coloana duratei
ru: Показывать столбец длительности
sk: Zobraziť stĺpec dĺžky
sv: Visa längdkolumn
th: แสดงคอลัมน์ความยาว
tr: Süre sütununu göster
uk: Показувати стовпець тривалості
vi: Hiện cột thời lượng
zh_hans: 显示时长列
zh_hant: 顯示時長列

# settings.appearance.theme.playlist_number_color
source: Row number color
bg: Цвят на номера на реда
cs: Barva čísla řádku
da: Rækkenummerfarve
de: Zeilennummernfarbe
el: Χρώμα αριθμού γραμμής
es: Color de número de fila
fi: Rivinumeron väri
fr: Couleur des numéros de ligne
hr: Boja broja retka
hu: Sorszám színe
id: Warna nomor baris
it: Colore del numero di riga
ja: 行番号のカラー
ko: 행 번호 색상
nb: Radnummerfarge
nl: Rijnummerkleur
pl: Kolor numeru wiersza
pt_br: Cor do número da linha
pt_pt: Cor do número da linha
ro: Culoarea numărului de rând
ru: Цвет номера строки
sk: Farba čísla riadka
sv: Radnummerfärg
th: สีหมายเลขแถว
tr: Satır numarası rengi
uk: Колір номера рядка
vi: Màu số hàng
zh_hans: 行号颜色
zh_hant: 列號顏色

# settings.appearance.theme.playlist_number_color_custom
source: Custom row number color
bg: Персонализиран цвят на номера на реда
cs: Vlastní barva čísla řádku
da: Tilpasset rækkenummerfarve
de: Eigene Zeilennummernfarbe
el: Προσαρμοσμένο χρώμα αριθμού γραμμής
es: Color de número de fila personalizado
fi: Mukautettu rivinumeron väri
fr: Couleur des numéros de ligne personnalisée
hr: Prilagođena boja broja retka
hu: Egyéni sorszámszín
id: Warna nomor baris kustom
it: Colore del numero di riga personalizzato
ja: カスタムの行番号のカラー
ko: 사용자 설정 행 번호 색상
nb: Tilpasset radnummerfarge
nl: Aangepaste rijnummerkleur
pl: Niestandardowy kolor numeru wiersza
pt_br: Cor do número da linha personalizada
pt_pt: Cor do número da linha personalizada
ro: Culoare personalizată a numărului de rând
ru: Пользовательский цвет номера строки
sk: Vlastná farba čísla riadka
sv: Anpassad radnummerfärg
th: สีหมายเลขแถวแบบกำหนดเอง
tr: Özel satır numarası rengi
uk: Власний колір номера рядка
vi: Màu số hàng tùy chỉnh
zh_hans: 自定义行号颜色
zh_hant: 自訂列號顏色

# settings.appearance.theme.playlist_number_column
source: Show number column
bg: Показване на колоната с номера
cs: Zobrazit sloupec s číslem
da: Vis nummerkolonne
de: Nummern-Spalte einblenden
el: Εμφάνιση στήλης αριθμού
es: Mostrar la columna de número
fi: Näytä numerosarake
fr: Afficher la colonne numéro
hr: Prikaži stupac broja
hu: Sorszám oszlop megjelenítése
id: Tampilkan kolom nomor
it: Mostra la colonna numero
ja: 番号列を表示
ko: 번호 열 보기
nb: Vis nummerkolonne
nl: Toon nummerkolom
pl: Pokaż kolumnę numeru
pt_br: Mostrar a coluna de número
pt_pt: Mostrar a coluna de número
ro: Afișați coloana numărului
ru: Показывать столбец номера
sk: Zobraziť stĺpec s číslom
sv: Visa nummerkolumn
th: แสดงคอลัมน์หมายเลข
tr: Numara sütununu göster
uk: Показувати стовпець номера
vi: Hiện cột số
zh_hans: 显示编号列
zh_hant: 顯示編號列

# settings.appearance.theme.playlist_tint_label
source: Background tint
bg: Оттенък на фона
cs: Odstín pozadí
da: Baggrundsnuance
de: Hintergrundtönung
el: Απόχρωση φόντου
es: Tinte de fondo
fi: Taustan sävy
fr: Teinte d’arrière-plan
hr: Nijansa pozadine
hu: Háttér árnyalata
id: Rona latar belakang
it: Tonalità dello sfondo
ja: 背景の色合い
ko: 배경 색조
nb: Bakgrunnsnyanse
nl: Achtergrondtint
pl: Odcień tła
pt_br: Tonalidade do fundo
pt_pt: Matiz do fundo
ro: Tenta de fundal
ru: Оттенок фона
sk: Odtieň pozadia
sv: Bakgrundston
th: โทนสีพื้นหลัง
tr: Arka plan renk tonu
uk: Відтінок тла
vi: Sắc thái màu nền
zh_hans: 背景色调
zh_hant: 背景色調

# settings.appearance.theme.playlist_title_color
source: Title color
bg: Цвят на заглавието
cs: Barva názvu
da: Titelfarve
de: Titelfarbe
el: Χρώμα τίτλου
es: Color de título
fi: Nimen väri
fr: Couleur des titres
hr: Boja naslova
hu: Cím színe
id: Warna judul
it: Colore del titolo
ja: タイトルのカラー
ko: 제목 색상
nb: Tittelfarge
nl: Titelkleur
pl: Kolor tytułu
pt_br: Cor do título
pt_pt: Cor do título
ro: Culoarea titlului
ru: Цвет названия
sk: Farba názvu
sv: Titelfärg
th: สีชื่อเพลง
tr: Başlık rengi
uk: Колір назви
vi: Màu tiêu đề
zh_hans: 标题颜色
zh_hant: 標題顏色

# settings.appearance.theme.playlist_title_color_custom
source: Custom title color
bg: Персонализиран цвят на заглавието
cs: Vlastní barva názvu
da: Tilpasset titelfarve
de: Eigene Titelfarbe
el: Προσαρμοσμένο χρώμα τίτλου
es: Color de título personalizado
fi: Mukautettu nimen väri
fr: Couleur des titres personnalisée
hr: Prilagođena boja naslova
hu: Egyéni címszín
id: Warna judul kustom
it: Colore del titolo personalizzato
ja: カスタムのタイトルのカラー
ko: 사용자 설정 제목 색상
nb: Tilpasset tittelfarge
nl: Aangepaste titelkleur
pl: Niestandardowy kolor tytułu
pt_br: Cor do título personalizada
pt_pt: Cor do título personalizada
ro: Culoare personalizată a titlului
ru: Пользовательский цвет названия
sk: Vlastná farba názvu
sv: Anpassad titelfärg
th: สีชื่อเพลงแบบกำหนดเอง
tr: Özel başlık rengi
uk: Власний колір назви
vi: Màu tiêu đề tùy chỉnh
zh_hans: 自定义标题颜色
zh_hant: 自訂標題顏色

# settings.appearance.theme.randomize
source: Randomize
bg: Разбъркване
cs: Náhodně
da: Tilfældig
de: Zufällig
el: Τυχαία
es: Aleatorio
fi: Satunnainen
fr: Aléatoire
hr: Nasumično
hu: Véletlenszerű
id: Acak
it: Casuale
ja: ランダム
ko: 무작위
nb: Tilfeldig
nl: Willekeurig
pl: Losowo
pt_br: Aleatório
pt_pt: Aleatório
ro: Aleatoriu
ru: Случайно
sk: Náhodne
sv: Slumpmässig
th: สุ่ม
tr: Rastgele
uk: Випадково
vi: Ngẫu nhiên
zh_hans: 随机
zh_hant: 隨機

# settings.appearance.theme.randomize_colors
source: Randomize colors
bg: Разбъркване на цветовете
cs: Náhodné barvy
da: Tilfældige farver
de: Zufällige Farben
el: Τυχαία χρώματα
es: Colores aleatorios
fi: Satunnaiset värit
fr: Couleurs aléatoires
hr: Nasumične boje
hu: Véletlenszerű színek
id: Warna acak
it: Colori casuali
ja: カラーをランダムに
ko: 색상 무작위 지정
nb: Tilfeldige farger
nl: Willekeurige kleuren
pl: Losowe kolory
pt_br: Cores aleatórias
pt_pt: Cores aleatórias
ro: Culori aleatorii
ru: Случайные цвета
sk: Náhodné farby
sv: Slumpmässiga färger
th: สุ่มสี
tr: Rastgele renkler
uk: Випадкові кольори
vi: Màu ngẫu nhiên
zh_hans: 随机颜色
zh_hant: 隨機顏色

# settings.appearance.theme.randomize_settings
source: Randomize settings
bg: Разбъркване на настройките
cs: Náhodná nastavení
da: Tilfældige indstillinger
de: Zufällige Einstellungen
el: Τυχαίες ρυθμίσεις
es: Ajustes aleatorios
fi: Satunnaiset asetukset
fr: Réglages aléatoires
hr: Nasumične postavke
hu: Véletlenszerű beállítások
id: Pengaturan acak
it: Impostazioni casuali
ja: 設定をランダムに
ko: 설정 무작위 지정
nb: Tilfeldige innstillinger
nl: Willekeurige instellingen
pl: Losowe ustawienia
pt_br: Ajustes aleatórios
pt_pt: Definições aleatórias
ro: Setări aleatorii
ru: Случайные настройки
sk: Náhodné nastavenia
sv: Slumpmässiga inställningar
th: สุ่มการตั้งค่า
tr: Rastgele ayarlar
uk: Випадкові параметри
vi: Cài đặt ngẫu nhiên
zh_hans: 随机设置
zh_hant: 隨機設定

# settings.appearance.theme.remove
source: Remove
bg: Премахване
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Supprimer
hr: Ukloni
hu: Eltávolítás
id: Hapus
it: Rimuovi
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ro: Elimină
ru: Удалить
sk: Odstrániť
sv: Ta bort
th: เอาออก
tr: Kaldır
uk: Видалити
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# settings.appearance.theme.selected_row
source: Selected row background
bg: Фон на избрания ред
cs: Pozadí vybraného řádku
da: Baggrund for valgt række
de: Hintergrund der ausgewählten Zeile
el: Φόντο επιλεγμένης σειράς
es: Fondo de la fila seleccionada
fi: Valitun rivin tausta
fr: Arrière-plan de la rangée sélectionnée
hr: Pozadina odabranog retka
hu: Kijelölt sor háttere
id: Latar belakang baris yang dipilih
it: Sfondo della riga selezionata
ja: 選択した行の背景
ko: 선택된 행 배경
nb: Bakgrunn for markert rad
nl: Achtergrond van geselecteerde rij
pl: Tło zaznaczonego wiersza
pt_br: Fundo da linha selecionada
pt_pt: Fundo da linha selecionada
ro: Fundalul rândului selectat
ru: Фон выбранной строки
sk: Pozadie vybraného riadku
sv: Bakgrund för markerad rad
th: พื้นหลังแถวที่เลือก
tr: Seçili satırın arka planı
uk: Тло вибраного рядка
vi: Nền hàng đã chọn
zh_hans: 选中行的背景
zh_hant: 選取列的背景

# settings.appearance.theme.show_status_icons
source: Show status icons
bg: Показване на иконите за състояние
cs: Zobrazit stavové ikony
da: Vis statussymboler
de: Statussymbole anzeigen
el: Εμφάνιση εικονιδίων κατάστασης
es: Mostrar iconos de estado
fi: Näytä tilakuvakkeet
fr: Afficher les icônes d’état
hr: Prikaži ikone statusa
hu: Állapotikonok megjelenítése
id: Tampilkan ikon status
it: Mostra icone di stato
ja: ステータスアイコンを表示
ko: 상태 아이콘 표시
nb: Vis statussymboler
nl: Toon statussymbolen
pl: Pokaż ikony stanu
pt_br: Mostrar ícones de status
pt_pt: Mostrar ícones de estado
ro: Afișează pictogramele de stare
ru: Показывать значки состояния
sk: Zobraziť stavové ikony
sv: Visa statussymboler
th: แสดงไอคอนสถานะ
tr: Durum simgelerini göster
uk: Показувати значки стану
vi: Hiển thị biểu tượng trạng thái
zh_hans: 显示状态图标
zh_hant: 顯示狀態圖像
